{
    "illustrators": [
        {
            "name": "Ciruelo Cabral",
            "description": "Fantasy artwork with a focus on dragons and mythical landscapes."
        },
        {
            "name": "Omar Rayyan",
            "description": "Whimsical and classical style focusing on fantastical creatures and fairy tales."
        },
        {
            "name": "Allen Williams",
            "description": "Dark and intricate fantasy art with a focus on surreal creatures and figures."
        },
        {
            "name": "Mélanie Delon",
            "description": "Ethereal and soft fantasy portraits, often focusing on female subjects with a mystical aura."
        },
        {
            "name": "Rebecca Yanovskaya",
            "description": "Ballpoint pen and gold leaf illustrations, focusing on mythological and fantasy themes."
        },
        {
            "name": "Tomer Hanuka",
            "description": "Vibrant and dynamic illustrations often depicting scenes of everyday life with a twist of fantasy or surrealism."
        },
        {
            "name": "James Jean",
            "description": "Surreal and intricate works blending contemporary life, fantasy, and folklore."
        },
        {
            "name": "Yuko Shimizu",
            "description": "Bold and dynamic illustrations blending traditional Japanese influences with modern themes."
        },
        {
            "name": "Sam Wolfe Connelly",
            "description": "Moody and atmospheric pieces that explore themes of darkness and light in nature and human subjects."
        },
        {
            "name": "Yoshitaka Amano",
            "description": "Dreamlike and ethereal illustrations with a strong influence from Japanese anime and fantasy."
        },
        {
            "name": "J.A.W. Cooper",
            "description": "Fluid and dynamic illustrations that explore the natural world, anatomy, and mythology."
        },
        {
            "name": "Audrey Kawasaki",
            "description": "Sensual art combining influences from Japanese manga and Art Nouveau."
        },
        {
            "name": "Esao Andrews",
            "description": "Surreal and gothic art blending elements of horror, fantasy, and the beauty of the natural world."
        },
        {
            "name": "Nico Delort",
            "description": "Black and white scratchboard illustrations with intricate details and dramatic lighting."
        },
        {
            "name": "Beeple",
            "description": "Digital art pioneer known for vibrant and futuristic landscapes and political commentary."
        },
        {
            "name": "Loish",
            "description": "Colorful and expressive digital art focusing on character design and female portraits."
        },
        {
            "name": "Feng Zhu",
            "description": "Concept art with a focus on environment design for video games and films, showcasing detailed and imaginative settings."
        },
        {
            "name": "Craig Mullins",
            "description": "Pioneer of digital painting, known for his versatile style ranging from photorealism to expressive digital brushwork."
        },
        {
            "name": "Sachin Teng",
            "description": "Abstract and conceptual art with a unique blend of modern culture and surrealism."
        },
        {
            "name": "Simon Stålenhag",
            "description": "Narrative art blending elements of futuristic science fiction with mundane landscapes and vintage aesthetics."
        },
        {
            "name": "Jama Jurabaev",
            "description": "Professional concept artist known for his revolutionary 3D techniques in cinematic art."
        },
        {
            "name": "Pascal Campion",
            "description": "Vibrant and heartwarming illustrations capturing everyday moments and emotions."
        },
        {
            "name": "WLOP",
            "description": "Digital paintings with a cinematic quality, focusing on character and story."
        },
        {
            "name": "Nivanh Chanthara",
            "description": "Cyberpunk and dystopian themes with a focus on detailed character and mech designs."
        },
        {
            "name": "Marta Nael",
            "description": "Luminous and vibrant digital art focusing on intense color palettes and emotive subjects."
        },
        {
            "name": "Ross Tran",
            "description": "Dynamic and colorful illustrations with a focus on characters and an energetic, playful style."
        },
        {
            "name": "Ilya Kuvshinov",
            "description": "Captivating digital portraits characterized by their expressive eyes and cinematic framing."
        },
        {
            "name": "Sparth",
            "description": "Conceptual art with a minimalist approach to sci-fi landscapes and architecture."
        }
    ]
}